Repository: juanjecilla/muviss-kmp
Catalog: app/iosApp/MuvissWidget/Localizable.xcstrings
Source language: en
Languages: es

source: Episode
es: Episodio

source: Episode details are downloaded the first time you open the app.
es: Los detalles de los episodios se descargan la primera vez que abres la app.

source: Mark episode seen
es: Marcar episodio como visto

source: Marked seen
es: Marcado como visto

source: Nothing in progress
es: Nada en curso

source: Open Muviss once
es: Abre Muviss una vez

source: Open to load episodes
es: Ábrela para cargar episodios

source: Seen
es: Visto

source: Start watching something and it will show up here.
es: Empieza a ver algo y aparecerá aquí.

source: The shows you are part-way through, with a one-tap tick.
es: Las series que tienes a medias, con un toque para marcarlas.

source: Undo
es: Deshacer

source: Undo marking episode seen
es: Deshacer marcar episodio como visto

source: Watch next
es: Por ver
